export const ACCOUNT_GUIDE = {
  '직원급여': [
    { name: '임원급여', desc: '임원급여', code: '2001' },
    { name: '직원급여', desc: '인사총무팀 관리 항목', code: '2002' },
    { name: '잡급-일용직', desc: '매장', code: '2101' },
    { name: '잡급-단기알바', desc: '매장', code: '2102' }
  ],
  '상여금': [
    { name: '정기상여', desc: '명절', code: '2201' },
    { name: '성과인센티브', desc: '오픈수당 등', code: '2202' },
    { name: '성과급', desc: '성과급', code: '2203' }
  ],
  '퇴직급여': [
    { name: 'DC충당금', desc: 'DC충당금', code: '2301' },
    { name: '비DC퇴직급여', desc: '퇴직위로금 포함', code: '2302' }
  ],
  '복리후생비': [
    { name: '건강보험(법정부담금)', desc: '건강보험 법정부담금', code: '2401' },
    { name: '조직활성화비(한도)', desc: '인당 4만원/월(회식, 식대 등 해당)', code: '2402' },
    { name: '경조사비', desc: '경조화환 포함', code: '2403' },
    { name: '임직원복지', desc: '야근식대, 건강검진비, 생일쿠폰 등', code: '2404' }
  ],
  '여비교통비': [
    { name: '국내 출장비', desc: '이동수단, 숙박, 부대비용', code: '2501' },
    { name: '해외 출장비', desc: '이동수단, 숙박, 부대비용', code: '2502' }
  ],
  '업무추진비': [
    { name: '거래처 미팅', desc: '가맹점(예비 포함), 협력사, 벤더 미팅 식음료', code: '2601' },
    { name: '경조사비', desc: '외부 거래처/기관 경조화환 및 경조사비(한도)', code: '2602' },
    { name: '기타업무추진', desc: '예외성 소액 비용', code: '2603' }
  ],
  '통신비': [
    { name: '통신서비스', desc: '전화, 인터넷, CCTV, 회선, 네트워크 기반 월정액 서비스', code: '2701' },
    { name: '인증서비스', desc: '본인인증, 전자상거래 인증', code: '2702' },
    { name: '고객커뮤니케이션', desc: '고객 접점 메시지 비용 (알림톡, 프로모션 안내 등)', code: '2703' }
  ],
  '수도광열비/전력비': [
    { name: '수도', desc: '수도요금', code: '2801' },
    { name: '가스', desc: '가스요금', code: '2802' },
    { name: '전기료', desc: '전기요금', code: '2900' }
  ],
  '세금과공과금': [
    { name: '국민연금(법정부담금)', desc: '국민연금 법정부담금', code: '3001' },
    { name: '환경부담금', desc: '폐기물부담금, 재활용분담금', code: '3002' },
    { name: '부가세비용', desc: '면세매출 관련 매입세액 안분 불공제, 무상지원 VAT', code: '3003' },
    { name: '지방세', desc: '주민세, 등록면허세, 재산세 등', code: '3004' },
    { name: '기타공과금', desc: '협회비/연회비, 대외 활동비 및 증명서발급수수료 등', code: '3005' }
  ],
  '감가상각비': [
    { name: '건물', desc: '건물 감가상각', code: '7301' },
    { name: '시설장치', desc: '시설장치 감가상각', code: '7302' },
    { name: '비품', desc: '비품 감가상각', code: '7303' }
  ],
  '무형자산상각비': [
    { name: '영업권', desc: '영업권 상각', code: '7401' },
    { name: '상표권', desc: '상표권 상각', code: '7402' },
    { name: '소프트웨어', desc: '소프트웨어 상각', code: '7403' }
  ],
  '지급임차료': [
    { name: '부동산 임차', desc: '본사, 직영점', code: '3101' },
    { name: '지역(센터)운영 임차', desc: '센터 사무실, 사택 포함', code: '3102' },
    { name: '운영장비렌탈', desc: '복합기, 공기청정기 등', code: '3103' },
    { name: '차량리스', desc: '차량리스', code: '3104' }
  ],
  '건물관리비': [
    { name: '부동산 관리', desc: '부동산 관리비', code: '3201' },
    { name: '지역(센터)운영 관리', desc: '지역 센터 운영 관리비', code: '3202' }
  ],
  '보험료': [
    { name: '고용보험(법정부담금)', desc: '고용보험', code: '3301' },
    { name: '산재보험(법정부담금)', desc: '산재보험', code: '3302' },
    { name: '가맹보증보험', desc: '가맹보증보험', code: '3303' },
    { name: '재산/배상책임보험', desc: '화재보험, 시설물 보험, 음식물 배상 등', code: '3304' },
    { name: '기타보험', desc: '임직원단체상해보험, 단기 보험 등', code: '3305' }
  ],
  '차량유지비': [
    { name: '유류비', desc: '차량 유류비', code: '3401' },
    { name: '주차비', desc: '월정 주차비 등', code: '3402' },
    { name: '통행료', desc: '하이패스 포함', code: '3403' },
    { name: '차량수리비', desc: '차량 수리비', code: '3404' }
  ],
  '운반비': [
    { name: '물류운반비', desc: '3PL 운반비', code: '3501' },
    { name: '일반운반비', desc: '우편/등기, 택배, 퀵 등', code: '3502' },
    { name: '창고보관료', desc: '창고보관료', code: '3503' },
    { name: '해외운반비', desc: '수출_해외운송 부대비용', code: '3504' }
  ],
  '도서인쇄비': [
    { name: '매장운영인쇄물', desc: '운영매뉴얼, 상시 POP, 사인물 등', code: '3601' },
    { name: '일반인쇄', desc: '명함 등', code: '3602' },
    { name: '도서구입비', desc: '도서, 잡지 등', code: '3603' }
  ],
  '소모품비': [
    { name: '일반소모품', desc: '생활 잡소모품, 종이컵/휴지통 등 소액 사무용품', code: '3701' },
    { name: 'QCS운영비', desc: '가맹점 위생/품질관리', code: '3702' },
    { name: '상품개발', desc: '신메뉴 테스트 원부재료, 관능 테스트 샘플', code: '3703' }
  ],
  '시장조사비': [
    { name: '경쟁사조사', desc: '경쟁사 신메뉴 구매/분석', code: '3801' },
    { name: '가맹점운영조사', desc: '가맹점 운영 실태 조사, 진단', code: '3802' },
    { name: '소비자조사', desc: '시음회, 고객 만족도 설문 보상품', code: '3803' }
  ],
  '수선비': [
    { name: '시설수선', desc: '공간유지(내부, 전기, 수도, 냉난방 등)', code: '3901' },
    { name: '장비수선', desc: '설비유지(냉장고, POS, 커피장비)', code: '3902' },
    { name: '기타수선', desc: '예외성 소액', code: '3903' }
  ],
  '지급수수료': [
    { name: '전문용역', desc: '자격증/전문지식 기반 서비스 (변호사, 세무사 등)', code: '3903_1' },
    { name: '일반외주용역', desc: '운영/개발/유지보수 실무 위탁, 프리랜서', code: '3903_2' },
    { name: '프로그램사용료', desc: 'SaaS, 클라우드, ERP, 협업툴', code: '3903_3' },
    { name: '금융/결제수수료', desc: '카드 승인수수료, PG수수료', code: '3903_4' },
    { name: '가맹점지원서비스비', desc: '비즈멜론 등', code: '3903_5' }
  ],
  '광고선전비': [
    { name: '모델비', desc: '모델료', code: '4001' },
    { name: '옥외광고', desc: '브랜드 노출 확대를 위한 고정 매체비', code: '4002' },
    { name: '디지털마케팅', desc: '블로그, 인플루언서, 리뷰 등', code: '4003' },
    { name: 'IP마케팅', desc: '타 지적재산권 사용권리비 (디즈니 등)', code: '4004' },
    { name: 'SNS운영', desc: '공식 SNS 운영 비용, 콘텐츠 발행', code: '4005' },
    { name: '언론홍보(PR)', desc: '브랜드 가치 / 기업 호감도', code: '4006' },
    { name: '홍보제작비', desc: '콘텐츠제작/촬영비 등', code: '4007' }
  ],
  '판매촉진비': [
    { name: '자체프로모션', desc: '딸기 1+1, 앱 이벤트 등', code: '4101' },
    { name: '제휴프로모션', desc: 'LGU+, 플랫폼 공동 행사', code: '4102' },
    { name: '제휴채널수수료', desc: '오픈마켓 수수료 등', code: '4103' },
    { name: '쿠폰비', desc: '지류쿠폰, 모바일 상품권', code: '4104' },
    { name: '멤버십리워드', desc: '스탬프 적립, VIP 리워드 등', code: '4105' },
    { name: '가격보전', desc: '음료 가격 인상에 따른 모바일쿠폰 차액 보전', code: '4106' },
    { name: 'CS보상', desc: '컴플레인 보상권, 고객 배달사고 등', code: '4107' },
    { name: '가맹포상', desc: '고객 칭찬 직원 금액권 지급', code: '4108' },
    { name: '기타판촉', desc: '특수행사 등', code: '4109' }
  ],
  '외주공사비': [
    { name: '외주공사비', desc: '외주공사비', code: '5001' }
  ]
};
